import { FC } from 'react'

export const MainInfo: FC = () => {
  return (
    <div className='w-[80%] text-lg text-white mt-5'>
      Привет, меня зовут Мамгомед. На просторах цифровой эры я — своеобразный
      архитектор виртуальных миров, 20-летний кодовый путешественник, готовый
      воплощать в жизнь самые сложные идеи. Моя страсть к программированию — это
      не просто профессия, это своеобразное влечение, где каждая строчка кода —
      как капля креативного дизайна в мозаике технологического прогресса.
      Создание высоконагруженных сайтов — моя специальность, а в поиске
      оптимальных решений я чувствую себя как исследователь, раскрывающий тайны
      цифрового мира В команде я — тот, кто не просто следит за целями, но и
      вносит свою долю изысканности в процесс. Ломаюсь с решениями как с
      пазлами, чтобы сделать код еще более мощным и эффективным. Вне диапазона
      нулей и единиц я страстно увлекаюсь спортом, общением с единомышленниками
      и погружением в мир технических новинок.
    </div>
  )
}
